;--------------------------------------

[LeonaHair X2BodyPartTemplate]
DisplayName="Leona"

[SA2L_Mic_up_F X2BodyPartTemplate]
DisplayName="Leona's Mic"

[SA2L_Mic_low_F X2BodyPartTemplate]
DisplayName="Leona's Mic"

[SA2L_Scarf_up X2BodyPartTemplate]
DisplayName="Leona's Scarf"

[SA2L_Scarf_low X2BodyPartTemplate]
DisplayName="Leona's Scarf"

;----------------------------------------STOCK LARM
[Kev_Stock_LArm X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[LPl_Stock_LArm X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[MPl_Stock_LArm X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[HPl_Stock_LArm X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[LPo_Stock_LArm X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[MPo_Stock_LArm X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[HPo_Stock_LArm X2BodyPartTemplate]
DisplayName="Knuckle Duster"

;--------------------WOTC
[Kev_Stock_LArm_Reaper X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[Kev_Stock_LArm_Templar X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[Kev_Stock_LArm_Skirmisher X2BodyPartTemplate]
DisplayName="Knuckle Duster"

;----------------------------------------STOCK RARM
[Kev_Stock_RArm X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[LPl_Stock_RArm X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[MPl_Stock_RArm X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[HPl_Stock_RArm X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[LPo_Stock_RArm X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[MPo_Stock_RArm X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[HPo_Stock_RArm X2BodyPartTemplate]
DisplayName="Knuckle Duster"

;----------WOTC
[Kev_Stock_RArm_Reaper X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[Kev_Stock_RArm_Templar X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[Kev_Stock_RArm_Skirmisher X2BodyPartTemplate]
DisplayName="Knuckle Duster"

;----------------------------------------TORSO
[Kev_SA2L_Torso X2BodyPartTemplate]
DisplayName="Leona Default"

[LPl_SA2L_Torso X2BodyPartTemplate]
DisplayName="Leona Default"

[MPl_SA2L_Torso X2BodyPartTemplate]
DisplayName="Leona Default"

[HPl_SA2L_Torso X2BodyPartTemplate]
DisplayName="Leona Default"

[LPo_SA2L_Torso X2BodyPartTemplate]
DisplayName="Leona Default"

[MPo_SA2L_Torso X2BodyPartTemplate]
DisplayName="Leona Default"

[HPo_SA2L_Torso X2BodyPartTemplate]
DisplayName="Leona Default"

;--------------------------------------WOTC TORSO
[Kev_SA2L_Torso_Reaper X2BodyPartTemplate]
DisplayName="Leona Default"

[Pl_SA2L_Torso_Reaper X2BodyPartTemplate]
DisplayName="Leona Default"

[Po_SA2L_Torso_Reaper X2BodyPartTemplate]
DisplayName="Leona Default"

[Kev_SA2L_Torso_Templar X2BodyPartTemplate]
DisplayName="Leona Default"

[Pl_SA2L_Torso_Templar X2BodyPartTemplate]
DisplayName="Leona Default"

[Po_SA2L_Torso_Templar X2BodyPartTemplate]
DisplayName="Leona Default"

[Kev_SA2L_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="Leona Default"

[Pl_SA2L_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="Leona Default"

[Po_SA2L_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="Leona Default"

;---------------------------------SHOULDERS-------------------------------------------------------

[Kev_SA2L_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="Leona Right Arm Pads"

[LPl_SA2L_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="Leona Right Arm Pads"

[MPl_SA2L_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="Leona Right Arm Pads"

[HPl_SA2L_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="Leona Right Arm Pads"

[LPo_SA2L_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="Leona Right Arm Pads"

[MPo_SA2L_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="Leona Right Arm Pads"

[HPo_SA2L_RightArm_Deco_F X2BodyPartTemplate]
DisplayName="Leona Right Arm Pads"

;------------------------------------------------WOTC
[Kev_SA2L_RightArm_Deco_F_Reaper X2BodyPartTemplate]
DisplayName="Leona Right Arm Pads"

[Kev_SA2L_RightArm_Deco_F_Templar X2BodyPartTemplate]
DisplayName="Leona Right Arm Pads"

[Kev_SA2L_RightArm_Deco_F_Skirmisher X2BodyPartTemplate]
DisplayName="Leona Right Arm Pads"

;---------------------------------------Right ForeArm

[Kev_SA2L_RFArm_F X2BodyPartTemplate]
DisplayName="Leona Right Arm Pads"

[LPl_SA2L_RFArm_F X2BodyPartTemplate]
DisplayName="Leona Right Arm Pads"

[MPl_SA2L_RFArm_F X2BodyPartTemplate]
DisplayName="Leona Right Arm Pads"

[HPl_SA2L_RFArm_F X2BodyPartTemplate]
DisplayName="Leona Right Arm Pads"

[LPo_SA2L_RFArm_F X2BodyPartTemplate]
DisplayName="Leona Right Arm Pads"

[MPo_SA2L_RFArm_F X2BodyPartTemplate]
DisplayName="Leona Right Arm Pads"

[HPo_SA2L_RFArm_F X2BodyPartTemplate]
DisplayName="Leona Right Arm Pads"

;-----------------------------------WOTC
[Kev_SA2L_RFArm_Reaper_F X2BodyPartTemplate]
DisplayName="Leona Right Arm Pads"


[Kev_SA2L_RFArm_Templar_F X2BodyPartTemplate]
DisplayName="Leona Right Arm Pads"


[Kev_SA2L_RFArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="Leona Right Arm Pads"

;-------------------------------------------------------------------LEFT SHOUDLER
[Kev_SA2L_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="Leona Left Arm Pads"

[LPl_SA2L_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="Leona Left Arm Pads"

[MPl_SA2L_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="Leona Left Arm Pads"

[HPl_SA2L_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="Leona Left Arm Pads"

[LPo_SA2L_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="Leona Left Arm Pads"

[MPo_SA2L_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="Leona Left Arm Pads"

[HPo_SA2L_LeftArm_Deco_F X2BodyPartTemplate]
DisplayName="Leona Left Arm Pads"

;---------------------------------------WOTC
[Kev_SA2L_LeftArm_Deco_F_Reaper X2BodyPartTemplate]
DisplayName="Leona Left Arm Pads"

[Kev_SA2L_LeftArm_Deco_F_Templar X2BodyPartTemplate]
DisplayName="Leona Left Arm Pads"

[Kev_SA2L_LeftArm_Deco_F_Skirmisher X2BodyPartTemplate]
DisplayName="Leona Left Arm Pads"

;---------------------------------Left ForeArm

[Kev_SA2L_LFArm_F X2BodyPartTemplate]
DisplayName="Leona Left Arm Pads"

[LPl_SA2L_LFArm_F X2BodyPartTemplate]
DisplayName="Leona Left Arm Pads"

[MPl_SA2L_LFArm_F X2BodyPartTemplate]
DisplayName="Leona Left Arm Pads"

[HPl_SA2L_LFArm_F X2BodyPartTemplate]
DisplayName="Leona Left Arm Pads"

[LPo_SA2L_LFArm_F X2BodyPartTemplate]
DisplayName="Leona Left Arm Pads"

[MPo_SA2L_LFArm_F X2BodyPartTemplate]
DisplayName="Leona Left Arm Pads"

[HPo_SA2L_LFArm_F X2BodyPartTemplate]
DisplayName="Leona Left Arm Pads"

;-----------------------------------WOTC

[Kev_SA2L_LFArm_Reaper_F X2BodyPartTemplate]
DisplayName="Leona Left Arm Pads"

[Kev_SA2L_LFArm_Templar_F X2BodyPartTemplate]
DisplayName="Leona Left Arm Pads"

[Kev_SA2L_LFArm_Skirmisher_F X2BodyPartTemplate]
DisplayName="Leona Left Arm Pads"

;-----------------------------------Legs

[Kev_SA2L_Legs X2BodyPartTemplate]
DisplayName="Leona Default"

[LPl_SA2L_Legs X2BodyPartTemplate]
DisplayName="Leona Default"

[MPl_SA2L_Legs X2BodyPartTemplate]
DisplayName="Leona Default"

[HPl_SA2L_Legs X2BodyPartTemplate]
DisplayName="Leona Default"

[LPo_SA2L_Legs X2BodyPartTemplate]
DisplayName="Leona Default"

[MPo_SA2L_Legs X2BodyPartTemplate]
DisplayName="Leona Default"

[HPo_SA2L_Legs X2BodyPartTemplate]
DisplayName="Leona Default"

;-----------------------------------WOTC

[Kev_SA2L_Legs_Reaper X2BodyPartTemplate]
DisplayName="Leona Default"

[Kev_SA2L_Legs_Templar X2BodyPartTemplate]
DisplayName="Leona Default"

[Kev_SA2L_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="Leona Default"

;-----------------------------------Legs Bare

[Kev_SA2L_LegsB X2BodyPartTemplate]
DisplayName="Leona Default (Barefoot)"

[LPl_SA2L_LegsB X2BodyPartTemplate]
DisplayName="Leona Default (Barefoot)"

[MPl_SA2L_LegsB X2BodyPartTemplate]
DisplayName="Leona Default (Barefoot)"

[HPl_SA2L_LegsB X2BodyPartTemplate]
DisplayName="Leona Default (Barefoot)"

[LPo_SA2L_LegsB X2BodyPartTemplate]
DisplayName="Leona Default (Barefoot)"

[MPo_SA2L_LegsB X2BodyPartTemplate]
DisplayName="Leona Default (Barefoot)"

[HPo_SA2L_LegsB X2BodyPartTemplate]
DisplayName="Leona Default (Barefoot)"

;-----------------------------------WOTC

[Kev_SA2L_LegsB_Reaper X2BodyPartTemplate]
DisplayName="Leona Default (Barefoot)"

[Kev_SA2L_LegsB_Templar X2BodyPartTemplate]
DisplayName="Leona Default (Barefoot)"

[Kev_SA2L_LegsB_Skirmisher X2BodyPartTemplate]
DisplayName="Leona Default (Barefoot)"

;--------------------------------TorsoGear FULL
[Kev_SA2L_TorsoDeco_F X2BodyPartTemplate]
DisplayName="Leona Full Gear"

[LPl_SA2L_TorsoDeco_F X2BodyPartTemplate]
DisplayName="Leona Full Gear"

[MPl_SA2L_TorsoDeco_F X2BodyPartTemplate]
DisplayName="Leona Full Gear"

[HPl_SA2L_TorsoDeco_F X2BodyPartTemplate]
DisplayName="Leona Full Gear"

[LPo_SA2L_TorsoDeco_F X2BodyPartTemplate]
DisplayName="Leona Full Gear"

[MPo_SA2L_TorsoDeco_F X2BodyPartTemplate]
DisplayName="Leona Full Gear"

[HPo_SA2L_TorsoDeco_F X2BodyPartTemplate]
DisplayName="Leona Full Gear"

;---WOTC
[Kev_SA2L_TorsoDeco_F_Reaper X2BodyPartTemplate]
DisplayName="Leona Full Gear"

[Kev_SA2L_TorsoDeco_F_Templar X2BodyPartTemplate]
DisplayName="Leona Full Gear"

[Kev_SA2L_TorsoDeco_F_Skirmisher X2BodyPartTemplate]
DisplayName="Leona Full Gear"

;--------------------------------TorsoGear UPPER
[Kev_SA2L_Gear_Top_F X2BodyPartTemplate]
DisplayName="Leona Upper Gear"

[LPl_SA2L_Gear_Top_F X2BodyPartTemplate]
DisplayName="Leona Upper Gear"

[MPl_SA2L_Gear_Top_F X2BodyPartTemplate]
DisplayName="Leona Upper Gear"

[HPl_SA2L_Gear_Top_F X2BodyPartTemplate]
DisplayName="Leona Upper Gear"

[LPo_SA2L_Gear_Top_F X2BodyPartTemplate]
DisplayName="Leona Upper Gear"

[MPo_SA2L_Gear_Top_F X2BodyPartTemplate]
DisplayName="Leona Upper Gear"

[HPo_SA2L_Gear_Top_F X2BodyPartTemplate]
DisplayName="Leona Upper Gear"

;---------------------------WOTC
[Kev_SA2L_Gear_Top_F_Reaper X2BodyPartTemplate]
DisplayName="Leona Upper Gear"

[Kev_SA2L_Gear_Top_F_Templar X2BodyPartTemplate]
DisplayName="Leona Upper Gear"

[Kev_SA2L_Gear_Top_F_Skirmisher X2BodyPartTemplate]
DisplayName="Leona Upper Gear"

;--------------------------------TorsoGear LOWER
[Kev_SA2L_Gear_Low_F X2BodyPartTemplate]
DisplayName="Leona Lower Gear"

[LPl_SA2L_Gear_Low_F X2BodyPartTemplate]
DisplayName="Leona Lower Gear"

[MPl_SA2L_Gear_Low_F X2BodyPartTemplate]
DisplayName="Leona Lower Gear"

[HPl_SA2L_Gear_Low_F X2BodyPartTemplate]
DisplayName="Leona Lower Gear"

[LPo_SA2L_Gear_Low_F X2BodyPartTemplate]
DisplayName="Leona Lower Gear"

[MPo_SA2L_Gear_Low_F X2BodyPartTemplate]
DisplayName="Leona Lower Gear"

[HPo_SA2L_Gear_Low_F X2BodyPartTemplate]
DisplayName="Leona Lower Gear"

;----WOTC
[Kev_SA2L_Gear_Low_F_Reaper X2BodyPartTemplate]
DisplayName="Leona Lower Gear"

[Kev_SA2L_Gear_Low_F_Templar X2BodyPartTemplate]
DisplayName="Leona Lower Gear"

[Kev_SA2L_Gear_Low_F_Skirmisher X2BodyPartTemplate]
DisplayName="Leona Lower Gear"

;--------------------------------Thigh Gear
[Kev_SA2L_Thighs_F X2BodyPartTemplate]
DisplayName="Leona Lower Gear"

[LPl_SA2L_Thighs_F X2BodyPartTemplate]
DisplayName="Leona Lower Gear"

[MPl_SA2L_Thighs_F X2BodyPartTemplate]
DisplayName="Leona Lower Gear"

[HPl_SA2L_Thighs_F X2BodyPartTemplate]
DisplayName="Leona Lower Gear"

[LPo_SA2L_Thighs_F X2BodyPartTemplate]
DisplayName="Leona Lower Gear"

[MPo_SA2L_Thighs_F X2BodyPartTemplate]
DisplayName="Leona Lower Gear"

[HPo_SA2L_Thighs_F X2BodyPartTemplate]
DisplayName="Leona Lower Gear"

;---WOTC
[Kev_SA2L_Thighs_F_Reaper X2BodyPartTemplate]
DisplayName="Leona Lower Gear"

[Kev_SA2L_Thighs_F_Templar X2BodyPartTemplate]
DisplayName="Leona Lower Gear"

[Kev_SA2L_Thighs_F_Skirmisher X2BodyPartTemplate]
DisplayName="Leona Lower Gear"

;--------------------------------------Shoes
[Kev_SA2L_Shins X2BodyPartTemplate]
DisplayName="Leona's Shoes"

[LPl_SA2L_Shins X2BodyPartTemplate]
DisplayName="Leona's Shoes"

[MPl_SA2L_Shins X2BodyPartTemplate]
DisplayName="Leona's Shoes"

[HPl_SA2L_Shins X2BodyPartTemplate]
DisplayName="Leona's Shoes"

[LPo_SA2L_Shins X2BodyPartTemplate]
DisplayName="Leona's Shoes"

[MPo_SA2L_Shins X2BodyPartTemplate]
DisplayName="Leona's Shoes"

[HPo_SA2L_Shins X2BodyPartTemplate]
DisplayName="Leona's Shoes"

;---WOTC
[Kev_SA2L_Shins_Reaper X2BodyPartTemplate]
DisplayName="Leona's Shoes"

[Kev_SA2L_Shins_Templar X2BodyPartTemplate]
DisplayName="Leona's Shoes"

[Kev_SA2L_Shins_Skirmisher X2BodyPartTemplate]
DisplayName="Leona's Shoes"

;-----------------------------------------------------TINT TORSO
;----------------------------------------TORSO
[TKev_SA2L_Torso X2BodyPartTemplate]
DisplayName="Leona Custom"

[TLPl_SA2L_Torso X2BodyPartTemplate]
DisplayName="Leona Custom"

[TMPl_SA2L_Torso X2BodyPartTemplate]
DisplayName="Leona Custom"

[THPl_SA2L_Torso X2BodyPartTemplate]
DisplayName="Leona Custom"

[TLPo_SA2L_Torso X2BodyPartTemplate]
DisplayName="Leona Custom"

[TMPo_SA2L_Torso X2BodyPartTemplate]
DisplayName="Leona Custom"

[THPo_SA2L_Torso X2BodyPartTemplate]
DisplayName="Leona Custom"

;--------------------------------------WOTC TORSO
[TKev_SA2L_Torso_Reaper X2BodyPartTemplate]
DisplayName="Leona Custom"

[TPl_SA2L_Torso_Reaper X2BodyPartTemplate]
DisplayName="Leona Custom"

[TPo_SA2L_Torso_Reaper X2BodyPartTemplate]
DisplayName="Leona Custom"

[TKev_SA2L_Torso_Templar X2BodyPartTemplate]
DisplayName="Leona Custom"

[TPl_SA2L_Torso_Templar X2BodyPartTemplate]
DisplayName="Leona Custom"

[TPo_SA2L_Torso_Templar X2BodyPartTemplate]
DisplayName="Leona Custom"

[TKev_SA2L_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="Leona Custom"

[TPl_SA2L_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="Leona Custom"

[TPo_SA2L_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="Leona Custom"

;-----------------------------------Legs

[TKev_SA2L_Legs X2BodyPartTemplate]
DisplayName="Leona Custom"

[TLPl_SA2L_Legs X2BodyPartTemplate]
DisplayName="Leona Custom"

[TMPl_SA2L_Legs X2BodyPartTemplate]
DisplayName="Leona Custom"

[THPl_SA2L_Legs X2BodyPartTemplate]
DisplayName="Leona Custom"

[TLPo_SA2L_Legs X2BodyPartTemplate]
DisplayName="Leona Custom"

[TMPo_SA2L_Legs X2BodyPartTemplate]
DisplayName="Leona Custom"

[THPo_SA2L_Legs X2BodyPartTemplate]
DisplayName="Leona Custom"

;-----------------------------------WOTC

[TKev_SA2L_Legs_Reaper X2BodyPartTemplate]
DisplayName="Leona Custom"

[TKev_SA2L_Legs_Templar X2BodyPartTemplate]
DisplayName="Leona Custom"

[TKev_SA2L_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="Leona Custom"

;-----------------------------------Legs Bare Tint

[TKev_SA2L_LegsB X2BodyPartTemplate]
DisplayName="Leona Custom (Barefoot)"

[TLPl_SA2L_LegsB X2BodyPartTemplate]
DisplayName="Leona Custom (Barefoot)"

[TMPl_SA2L_LegsB X2BodyPartTemplate]
DisplayName="Leona Custom (Barefoot)"

[THPl_SA2L_LegsB X2BodyPartTemplate]
DisplayName="Leona Custom (Barefoot)"

[TLPo_SA2L_LegsB X2BodyPartTemplate]
DisplayName="Leona Custom (Barefoot)"

[TMPo_SA2L_LegsB X2BodyPartTemplate]
DisplayName="Leona Custom (Barefoot)"

[THPo_SA2L_LegsB X2BodyPartTemplate]
DisplayName="Leona Custom (Barefoot)"

;-----------------------------------WOTC

[TKev_SA2L_LegsB_Reaper X2BodyPartTemplate]
DisplayName="Leona Custom (Barefoot)"

[TKev_SA2L_LegsB_Templar X2BodyPartTemplate]
DisplayName="Leona Custom (Barefoot)"

[TKev_SA2L_LegsB_Skirmisher X2BodyPartTemplate]
DisplayName="Leona Custom (Barefoot)"